Repository: nilxam/skelcd-openSUSE
Catalog: license/license.*.po
Languages: ar, ca, cs, da, de, es, fa, fr, ru

source: openSUSE #VERSION# and each of its components, including the source code, documentation, appearance, structure, and organization, are copyrighted by The openSUSE Project and others and are protected under copyright and other laws. Title to openSUSE #VERSION# and any component, or to any copy, will remain with the aforementioned or its licensors, subject to the applicable license. The "openSUSE" trademark is a trademark of SUSE, LLC. in the US and other countries and is used by permission. This agreement permits you to distribute unmodified or modified copies of openSUSE #VERSION# using the “openSUSE” trademark on the condition that you follow The openSUSE Project’s trademark guidelines located at http://en.opensuse.org/Legal. You must abide by these trademark guidelines when distributing openSUSE #VERSION#, regardless of whether openSUSE #VERSION# has been modified.
ar: أوبن سوزي #VERSION# وكل مكون من مكوناته، بما في ذلك الشفرة المصدرية، الوثائق، والمظهر، والهيكل، والتنظيم، محمية بقوانين حقوق الطبع والنشر من قبل مشروع أوبن سوزي وغيرها أوبن سوزي #VERSION# وكل مكوناته في أي نسخة، سيبقى مع ما سبق ذكره من الرخص، تخضع لترخيص العلامة التجارية أوبن سوزي #VERSION# وهي علامة تجارية لSUSE، LLC. في الولايات المتحدة وبلدان أخرى، و تستخدم بإذن. يسمح لك هذا الاتفاق بتوزيع نسخ وتعديل أوبن سوزي #VERSION# باستخدام العلامة التجارية "أوبن سوزي" بشرط أن تتبع إرشادات العلامة التجارية للمشروع المبينة في http://en.opensuse.org/Legal. يجب التقيد بإرشادات العلامات التجارية عند توزيع أوبن سوزي #VERSION# ، بغض النظر عما إذا لقد تم تعديل أوبن سوزي #VERSION# .
ca: L'openSUSE #VERSION# i cadascun dels seus components, incloent-hi el codi font, la documentació, l'aparença, l'estructura i l'organització, tenen drets d'autor del Projecte openSUSE i d'altres, i estan protegits per drets d'autor i altres lleis. Títol d'openSUSE #VERSION# i qualsevol component, o qualsevol còpia, romandrà amb la ja esmentada o els seus llicenciants, subjecte a la llicència aplicable. La marca comercial "openSUSE" és una marca registrada de SUSE, LLC., als EUA i a altres països, i és usat amb permís. Aquest acord us permet distribuir còpies no modificades o modificades de l'openSUSE #VERSION# utilitzant la marca comercial "openSUSE" amb la condició que seguiu les directrius del projecte openSUSE publicades a http://en.opensuse.org/Legal. Heu de complir les directrius de la marca comercial quan distribuïu l'openSUSE #VERSION#, independentment de si l'openSUSE #VERSION# ha estat modificat.
cs: openSUSE #VERSION# a všechny jeho součásti, včetně zdrojového kódu, dokumentace, vzhledu, struktury a uspořádání, jsou licencovány Projektem openSUSE a dalšími a jsou chráněny autorským i jinými zákony. Právní nárok k openSUSE #VERSION# a všem součástem, nebo k jakékoliv kopii, zůstává výše uvedeným nebo poskytovatelům licence, s výhradou příslušné licence. Ochranná známka „openSUSE“ je ochrannou známkou SUSE, LLC. ve Spojených státech amerických a dalších zemích a je používána se svolením. Toto ujednání vám umožňuje distribuovat nezměněné nebo změněné kopie openSUSE #VERSION# s použitím ochranné známky „openSUSE“ za podmínek, že budete dodržovat pravidla ochranné známky Projektu openSUSE, která se nachází na stránce http://en.opensuse.org/Legal. Musíte při distribuci openSUSE #VERSION# dodržovat tato pravidla ochranné známky, bez ohledu na to, že bylo openSUSE #VERSION# upraveno.
da: openSUSE #VERSION# og hver af dens komponenter, inklusiv kildekoden, dokumentationen, udseendet, strukturen og organisationen,er ophavsret openSUSE-projektet og andre, og er beskyttet under ophavsret og andre love. Titel til openSUSE #VERSION# og enhver komponent eller til enhver kopi, forbliver med den førnævnte eller dens licensgivere, i henhold til den gældende licens. "openSUSE"-varemærket er et varemærke tilhørende SUSE, LLC. i USA og andre lande og bruges med tilladelse. Denne aftale tillader dig at videredistribuere umodificerede eller modificerede kopier af openSUSE #VERSION# som bruger “openSUSE”-varemærket på betingelsen af at du følger openSUSE-projekets varemærke-retningslinjer placeret på http://en.opensuse.org/Legal. Du skal overholde disse varemærke-retningslinjer ved videredistribuering af openSUSE #VERSION#, uanset om openSUSE #VERSION# er blevet modificeret.
de: openSUSE #VERSION# und alle Komponenten einschließlich Quellcode, Dokumentation, Aufmachung, Struktur und Anordnung wurden vom openSUSE-Projekt und anderen mit einem Copyright versehen und sind durch das Urheberrecht und andere Gesetze geschützt. Der Rechtsanspruch auf openSUSE #VERSION# und dessen Komponenten bzw. auf Kopien verbleibt bei den Vorgenannten oder ihren Lizenzgebern und unterliegt der jeweiligen Lizenz. Die Marke „openSUSE“ ist eine Marke von SUSE, LLC. in den USA und anderen Ländern und wird nach Genehmigung verwendet. Gemäß dieser Vereinbarung sind Sie zur Verteilung unveränderter oder veränderter Kopien von openSUSE #VERSION# mit der Marke „openSUSE“ unter der Bedingung berechtigt, dass Sie die Markenrichtlinien des openSUSE-Projekts befolgen. Diese sind unter http://en.opensuse.org/Legal zu finden. Diese Markenrichtlinien sind bei der Verteilung von openSUSE #VERSION# unabhängig davon einzuhalten, ob openSUSE #VERSION# verändert wurde.
es: openSUSE #VERSION# y cada uno de sus componentes, incluido el código fuente, la documentación, la apariencia, la estructura y la organización son propiedad de el Proyecto openSUSE y otros y están protegidos por las leyes de copyright y otras leyes aplicables. El título de propiedad sobre openSUSE #VERSION# y sobre cualquiera de sus componentes, o sobre cualquier copia, prevalecerá de acuerdo con lo anteriormente señalado, sujeto a la licencia pertinente. La marca comercial "openSUSE" es una marca comercial de SUSE, LLC. En Estados Unidos y otros países y se utiliza con autorización. Este acuerdo le permite distribuir copias modificadas o no modificadas de openSUSE #VERSION# que usen la marca comercial "openSUSE", siempre que siga las pautas sobre marcas comerciales de el Proyecto openSUSE que podrá encontrar en http://en.opensuse.org/Legal. Debe respetar dichas pautas sobre marcas comerciales al distribuir openSUSE #VERSION#, sin importar si openSUSE #VERSION# ha sido objeto o no de alguna modificación.
fa: openSUSE #VERSION# و هر یک از اجزاء، از جمله کد منبع، مستندات، ظاهر،ساختار، و تشکیلات، توسط پروژه ی openSUSE و سایرین کپی رایت شده و تحت قانون کپی رایت و سایر قوانین محافظت میشود. عنوان openSUSE #VERSION# و یا هر جزء، و یا هر رونوشت، مشروط به قوانین اجرایی مجوز، به افراد فوق الذکر و یا اعطا دهندگان مجوز آن باقی می ماند. علامت تجاری "openSUSE" یک علامت تجاری مربوط به SUSE, LLC. در ایالات متحده و سایر کشورهاست و با اجازه استفاده میشود. توافقنامه به شما اجازه میدهد که رونوشت های دستکاری نشده و یا دستکاری شده ی openSUSE #VERSION# را با استفاده از علامت تجاری "openSUSE" تحت شرایطی که از رهنمودهای علامت تجاری پروژه ی openSUSE که در آدرس http://en.opensuse.org/Legal است، بازپخش کنید. در هنگام بازپخش openSUSE #VERSION#، صرفه نظر از اینکه حتی openSUSE #VERSION# دستکاری شده باشد، شما باید به این رهنمود های علامت تجاری پایبند باشید.
fr: openSUSE #VERSION# et chacun de ses composants, y compris le code source, la documentation, l'apparence, la structure et l'organisation, sont protégés par des droits d'auteur du Projet openSUSE et autres, ainsi que par des lois sur les droits d'auteur et autres lois. Le titre de propriété d'openSUSE #VERSION# et de ses composants, ou de toute copie, restera la propriété de la partie susmentionnée ou de ses concédants, conformément aux termes de l'accord de licence applicables. « openSUSE » est une marque de SUSE, LLC. aux États-Unis et dans d'autres pays, utilisée sous autorisation. Le présent accord vous autorise à distribuer des copies modifiées ou non d'openSUSE #VERSION# en utilisant la marque « openSUSE » sous réserve que vous respectiez les directives relatives à la marque du Projet openSUSE disponibles à l'adresse suivante : http://en.opensuse.org/Legal. Vous devez vous conformer à ces directives lorsque vous distribuez openSUSE #VERSION#, qu'openSUSE #VERSION# ait été modifié ou non.
ru: Операционная система openSUSE #VERSION# в целом и каждый её компонент в частности, включая исходный код, документацию, внешний вид, структуру и организацию, являются собственностью проекта openSUSE и других владельцев и находятся под защитой авторских прав и других законов. Право собственности на openSUSE #VERSION# и любой компонент или любую копию, модификацию или объединённую часть остаётся в рамках вышеуказанных условий в соответствии с применимой лицензией. «openSUSE» является товарным знаком корпорации SUSE, LLC. в США и других странах и используется с её разрешения. Это соглашение позволяет Вам распространять неизменённые копии openSUSE #VERSION# с использованием товарного знака «openSUSE» при условии, что вы соблюдаете требования Руководства по использованию торгового знака «openSUSE», расположенного по адресу http://www.opensuse.org/Legal. Вы должны соблюдать эти требования по использованию торгового знака при распространении openSUSE #VERSION# независимо от того, была ли изменена openSUSE #VERSION# или нет.

source: Except as specifically stated in this agreement or a license for a particular component, TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW, OPENSUSE #VERSION# AND THE COMPONENTS ARE PROVIDED AND LICENSED "AS IS" WITHOUT WARRANTY OF ANY KIND, EXPRESSED OR IMPLIED, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE, NON-INFRINGEMENT, OR FITNESS FOR A PARTICULAR PURPOSE. The openSUSE Project does not warrant that the functions contained in openSUSE #VERSION# will meet your requirements or that the operation of openSUSE #VERSION# will be entirely error free or appear precisely as described in the accompanying documentation. USE OF OPENSUSE #VERSION# IS AT YOUR OWN RISK.
ar: باستثناء ما تنص عليه هذه الاتفاقية أو الترخيص صراحة لمكون معين، يمكنك استخدام أوبن سوزي إلى الحد الأقصى المسموح به بموجب القانون، أوبن سوزي #VERSION# والمكونات المقدمة مرخصة "كما هي" دون أي ضمان من أي نوع، صراحة أو ضمنية، بما في ذلك ضمانات الرواج، والعنوان، عدم الانتهاك، أو الملاءمة لغرض معين. في أوبن سوزي لا نضمن ان الوظائف الواردة في أوبن سوزي #VERSION# سوف تلبية الاحتياجات الخاصة بك أو أن تشغيل أوبن سوزي #VERSION# سيتم بدون أخطاء كما هو موضح في الوثائق المصاحبة. استعمال أوبن سوزي #VERSION# على مسئوليتك الخاصة.
ca: Llevat que s'indiqui específicament en aquest acord o en una llicència per a un component concret, EN LA MESURA MÀXIMA PERMESA PER LA LLEI, L'OPENSUSE #VERSION# I ELS COMPONENTS S'OFEREIXEN I LLICENCIEN "TAL COM SÓN", SENSE GARANTIA DE CAP TIPUS, EXPRESSADA O IMPLÍCITA, INCLOENT-HI LES GARANTIES IMPLÍCITES DE COMERCIALITZACIÓ PROPIETAT, NO INFRACCIÓ O ADEQUACIÓ A UN FI CONCRET. El projecte openSUSE no garanteix que les funcions contingudes a l'openSUSE #VERSION# s'adaptin a les vostres necessitats o que el funcionament de l'openSUSE #VERSION# serà completament lliure d'errors o que aparegui precisament com es descriu a la documentació que l'acompanya. USEU L'OPENSUSE #VERSION# SEGONS LA VOSTRA RESPONSABILITAT.
cs: Vyjma případů výslovně uvedeným v tomto ujednání nebo licenci pro každou komponentu, K MAXIMÁLNÍMU ROZSAHU UMOŽNĚNÉM PŘÍSLUŠNÝM ZÁKONEM, OPENSUSE #VERSION# A SOUČÁSTI JSOU POSKYTOVÁNY A LICENOVÁNY „JAK JSOU“ BEZ JAKÉKOLIV ZÁRUKY, VÝSLOVNÉ NEBO PŘEDPOKLÁDANÉ, VČETNĚ PŘEDPOKLÁDANÉ ZÁRUKY PRODEJNOSTI, VLASTNICTVÍ, NEPORUŠENÍ NEBO VHODNOSTI PRO DANÝ ÚČEL. Projekt openSUSE nezaručuje, že funkce obsažené v openSUSE #VERSION# budou odpovídat vašim požadavkům nebo že provoz openSUSE #VERSION# bude zcela bezchybný nebo přesně takový, jak je popsáno v průvodní dokumentaci. POUŽÍVÁNÍ OPENSUSE #VERSION# JE NA VAŠE VLASTNÍ RIZIKO.
da: Undtagen som udtrykkeligt erklæret i denne aftale eller en licens til en bestemt komponent, I DET STØRST MULIGE OMFANG DET ER TILLADT AF GÆLDENDE LOV, GIVES OG LICENSERES OPENSUSE #VERSION# OG KOMPONENTERNE "SOM ER" UDEN GARANTI AF NOGEN SLAGS, ENTEN UDTRYKKELIGT ELLER UNDERFORSTÅET, INKLUSIV, DE UNDERFORSTÅET GARANTIER VEDRØRENDE SALGBARHED, TITEL, IKKE-KRÆNKELSE ELLER EGNETHED TIL ET BESTEMT FORMÅL. openSUSE-projektet garanterer ikke at funktionerne indeholdt i openSUSE #VERSION# vil opfylde dine krav eller at drift af openSUSE #VERSION# vil være fuldkommen fejlfri eller fremstå præcist som beskrevet i den ledsaget dokumentation. BRUG AF OPENSUSE #VERSION# SKER PÅ EGET ANSVAR.
de: Soweit in dieser Vereinbarung oder in einer Lizenz zu einer bestimmten Komponente nicht ausdrücklich erwähnt, WERDEN OPENSUSE #VERSION# UND DESSEN KOMPONENTEN GEMÄSS DEN ENTSPRECHENDEN GESETZEN IN DER VERFÜGBAREN FORM OHNE AUSDRÜCKLICHE ODER IMPLIZITE GEWÄHRLEISTUNG BEREITGESTELLT UND LIZENZIERT. HIERZU GEHÖREN DIE IMPLIZITEN GEWÄHRLEISTUNGEN FÜR MARKTGÄNGIGKEIT, EIGENTUMSRECHT, NICHTBEEINTRÄCHTIGUNG ODER EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Das openSUSE-Projekt garantiert nicht, dass die in openSUSE #VERSION# enthaltenen Funktionen Ihren Anforderungen entsprechen und dass openSUSE #VERSION# völlig fehlerfrei ausgeführt wird oder genau wie in der Begleitdokumentation beschrieben funktioniert. DIE NUTZUNG VON OPENSUSE #VERSION# ERFOLGT AUF EIGENE GEFAHR.
es: Salvo conforme se estipule de manera específica en este acuerdo o en una licencia para un componente específico, EN LA MEDIDA QUE LO PERMITA LA LEGISLACIÓN VIGENTE, OPENSUSE #VERSION# Y LOS COMPONENTES SE PROPORCIONAN Y SE CEDEN BAJO LICENCIA "TAL CUAL" SIN GARANTÍA ALGUNA, YA SEA EXPRESA O IMPLÍCITA, INCLUIDAS GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD, TITULARIDAD, NO INFRACCIÓN O IDONEIDAD PARA UN FIN ESPECÍFICO. El Proyecto openSUSE no garantiza que las funciones contenidas en openSUSE #VERSION# cumplan con sus exigencias ni que el funcionamiento de openSUSE #VERSION# esté totalmente libre de errores o aparezca exactamente tal y como se describe en la documentación adjunta. EL USO DE OPENSUSE #VERSION# ES BAJO SU CUENTA Y RIESGO.
fa: به استثناء چیزی که به صورت خاص در این موافقتنامه و یا جزء خاصی اظهار شده، OPENSUSE #VERSION# و اجزاء "به همین صورت" که هستند بدون هیچ گونه ضمانت از هر نوع، صریح و یا ضمنی، از جمله ضمانت در هنگام خرید و فروش ضمنی، عنوان، عدم تخلف، و یا متناسب با یک هدف خاص، به حداکثر میزان مجاز، مهیا شده و اجازه داده میشود. پروژه ی openSUSE تضمین نمیکند که توابعی که در openSUSE #VERSION# گنجانده شده اند، نیازهای شما را برطرف میکند و یا openSUSE #VERSION# به صورت کامل عاری از خطا و یا به صورت دقیق طبق مستندات ضمیمه ظاهر شوند. از OPENSUSE #VERSION# با مسئولیت خودتان استفاده کنید.
fr: À l'exception de ce qui est prévu dans le présent accord ou dans un accord de licence d'un composant spécifique, DANS LA LIMITE AUTORISÉE PAR LA LOI, OPENSUSE #VERSION# ET LES COMPOSANTS SONT FOURNIS ET CONCÉDÉS SOUS LICENCE « EN L'ÉTAT » SANS GARANTIE DE QUELQUE NATURE QUE CE SOIT, EXPLICITE OU IMPLICITE, Y COMPRIS LES GARANTIES IMPLICITES DE QUALITÉ MARCHANDE, DE PROPRIÉTÉ, D'ABSENCE DE CONTREFAÇON OU D'ADÉQUATION À UN BUT PARTICULIER. Le Projet openSUSE ne garantit pas que les fonctionnalités d'openSUSE #VERSION# répondront à vos besoins ou qu'openSUSE #VERSION# fonctionnera sans erreur ou tel que décrit dans la documentation qui l'accompagne. L'USAGE QUE VOUS FEREZ D'OPENSUSE #VERSION# ENGAGE VOTRE SEULE RESPONSABILITÉ.
ru: За исключением случаев, особо оговоренных в этом соглашении или лицензии на конкретный компонент, В МАКСИМАЛЬНОЙ МЕРЕ, РАЗРЕШЁННОЙ ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ, ОПЕРАЦИОННАЯ СИСТЕМА OPENSUSE #VERSION# И ЕЁ КОМПОНЕНТЫ ПОСТАВЛЯЮТСЯ И ЛИЦЕНЗИРУЮТСЯ «КАК ЕСТЬ» БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ ПОДРАЗУМЕВАЕМЫЕ ПРАВА СОБСТВЕННОСТИ, НЕНАРУШЕНИЕ ПРАВ, КОММЕРЧЕСКУЮ ПРИГОДНОСТЬ И ПРИГОДНОСТЬ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ. Проект openSUSE не гарантирует, что функциональность openSUSE #VERSION# будет отвечать вашим требованиям или что в работе openSUSE #VERSION# будут полностью отсутствовать ошибки, а также что функционирование будет осуществляться в полном соответствии с сопроводительной документацией. ИСПОЛЬЗУЙТЕ OPENSUSE #VERSION# ИСКЛЮЧИТЕЛЬНО НА СВОЙ СТРАХ И РИСК.

source: TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE OPENSUSE PROJECT (AND ITS LICENSORS, SUBSIDIARIES, AND EMPLOYEES) WILL NOT BE LIABLE TO YOU FOR ANY DAMAGES, INCLUDING DIRECT, INCIDENTAL, OR CONSEQUENTIAL DAMAGES, LOST PROFITS, OR LOST SAVINGS ARISING OUT OF THE USE OR INABILITY TO USE OPENSUSE #VERSION#, EVEN IF THE OPENSUSE PROJECT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. IN A JURISDICTION THAT LIMITS THE EXCLUSION OR LIMITATION OF DAMAGES, THE OPENSUSE PROJECT’S (AND ITS LICENSORS’, SUBSIDIARIES’, AND EMPLOYEES’) AGGREGATE LIABILITY IS LIMITED TO $50US, OR IF SUCH A LIMITATION IS NOT ALLOWED, IS LIMITED TO THE MAXIMUM EXTENT ALLOWED.
ar: يمكنك استخدام أوبن سوزي إلى الحد الأقصى المسموح به بموجب، مشروع أوبن سوزي (وشركاتها المرخصة، التابعة والموظفين) لن يكونو مسؤولين تجاهك عن أية أضرار، مباشرة أو عرضية، أو تبعية، خسارة الأرباح، أو المدخرات الناشئة عن استخدام أو عدم القدرة على استخدام أوبن سوزي #VERSION#، حتى لو كان قد تم إخطار أوبن سوزي بإمكانية حدوث مثل هذه الأضرار. مشروع أوبن سوزي (وتراخيصها، التابعة) والموظفين تتحمل بحد أقصى (50 $) أمريكي، وإذا كان مثل هذا الحد غير مسموح به، سيقتصر على الحد الأقصى المسموح به.
ca: FINS AL MÀXIM PERMÈS PER LA LLEI APLICABLE, EL PROJECTE OPENSUSE (I ELS SEUS LLICENCIANTS, FILIALS I EMPLEATS) NO SERÀ RESPONSABLE PER A VOSALTRES PER CAP DANY, DIRECTE, INCIDENTAL O CONSEQÜENT, PÈRDUA DE GUANYS O D'ESTALVIS DERIVATS DE L'ÚS O DE LA INCAPACITAT D'UTILITZAR L'OPENSUSE #VERSION#, ENCARA QUE EL PROJECTE OPENSUSE HAGI ESTAT ADVERTIT DE LA POSSIBILITAT D'AQUESTS DANYS. EN UNA JURISDICCIÓ QUE LIMITA L'EXCLUSIÓ O LIMITACIÓ DE DANYS, LA RESPONSABILITAT TOTAL DEL PROJECTE OPENSUSE (I ELS SEUS LLICENCIANTS, FILIALS I EMPLEATS) ES LIMITA A 50 $, O SI TAL LIMITACIÓ NO ESTÀ PERMESA, ES LIMITA A LA MESURA MÀXIMA PERMESA.
cs: K MAXIMÁLNÍMU ROZSAHU UMOŽNĚNÉM PŘÍSLUŠNÝM ZÁKONEM, PROJEKT OPENSUSE (A JEHO POSKYTOVATELÉ LICENCÍ, FILIÁLKY A ZAMĚSTNANCI) NENÍ ZODPOVĚDNÝ ZA VÁM ZPŮSOBENÉ ŠKODY, VČETNĚ PŘÍMÉ, NÁHODNÉ NEBO NÁSLEDNÉ ŠKODY, UŠLÝ ZISK NEBO ZE ZTRÁTY ÚSPOR VYPLÝVAJÍCÍCH Z POUŽÍVÁNÍ NEBO NEMOŽNOSTI POUŽÍVÁNÍ OPENSUSE #VERSION#, VČETNĚ TOHO, POKUD BYL PROJEKT OPENSUSE OZNAČEN JAKO PŘÍČINA TĚCHTO ŠKOD. V SOUDNÍM ŘÍZENÍ TOTO OMEZUJE VYLOUČENÍ NEBO OMEZENÍ ŠKOD PROJEKTU OPENSUSE (A JEHO POSKYTOVATELŮM LICENCE, FILIÁLKÁM A ZAMĚSTNANCŮM) NA CELKOVOU ODPOVĚDNOST V LIMITU DO $50 AMERICKÝCH DOLARŮ, NEBO POKUD LIMITOVÁNÍ NENÍ MOŽNÉ, JE LIMITOVÁNO V MAXIMÁLNÍ MOŽNÉ MÍŘE.
da: I DET STØRST MULIGE OMFANG DET ER TILLADT AF GÆLDENDE LOV, VIL OPENSUSE-PROJEKTET (OG DETS LICENSGIVERE, DATTERSELSKABER OG ANSATTE) IKKE VÆRE ANSVARLIG OVERFOR DIG FOR SKADER, INKLUSIV DIREKTE-, HÆNDELIGE- ELLER FØLGESKADER-, TABTE FORTJENESTER ELLER TABTE OPSPARINGER SOM OPSTÅR UD FRA BRUGEN ELLER MANGLENDE EVNE TIL AT BRUGE OPENSUSE #VERSION#, SELV HVIS OPENSUSE-PROJEKTET ER BLEVET RÅDGIVET OM MULIGHEDEN AF SÅDANNE SKADER. I EN JURISDIKTION DER BEGRÆNSER UDELUKKELSEN ELLER BEGRÆNSNINGEN AF SKADER, ER OPENSUSE-PROJEKTETS (OG DETS LICENSGIVERES, DATTERSELSKABERS OG ANSATTES) INDSAMLET RETSLIGE ANSVAR BEGRÆNSET TIL 50 US$ ELLER HVIS EN SÅDAN BEGRÆNSNING IKKE AT TILLADT, ER BEGRÆNSET I DET STØRST MULIGE TILLADTE OMFANG.
de: SOWEIT UNTER DEN ENTSPRECHENDEN GESETZEN MÖGLICH, SIND DAS OPENSUSE-PROJEKT UND DESSEN LIZENZGEBER, TOCHTERGESELLSCHAFTEN ODER MITARBEITER NICHT FÜR IRGENDWELCHE SCHÄDEN HAFTBAR, EINSCHLIESSLICH DIREKTER, BEILÄUFIG ENTSTANDENER ODER FOLGESCHÄDEN SOWIE PROFIT- ODER ERSPARNISVERLUSTE, DIE SICH AUS DER NUTZUNG BZW. DER UNFÄHIGKEIT ZUR NUTZUNG VON OPENSUSE #VERSION# ERGEBEN KÖNNEN. DIES GILT AUCH DANN, WENN DAS OPENSUSE-PROJEKT ÜBER DIE MÖGLICHKEIT DERARTIGER SCHÄDEN IN KENNTNIS GESETZT WURDE. IN LÄNDERN, IN DENEN DIE RECHTSPRECHUNG DEN AUSSCHLUSS ODER DIE EINSCHRÄNKUNG VON SCHADENSERSATZFORDERUNGEN BESCHRÄNKT, BETRÄGT DIE GESAMTHAFTUNG DES OPENSUSE-PROJEKTS UND SEINER LIZENZGEBER, TOCHTERGESELLSCHAFTEN ODER MITARBEITER MAXIMAL 50 US-DOLLAR ODER, SOFERN EINE DERARTIGE EINSCHRÄNKUNG NICHT ERLAUBT IST, DEN MAXIMAL ZULÄSSIGEN BETRAG.
es: EN LA MEDIDA QUE LO PERMITA LA LEGISLACIÓN VIGENTE, EL PROYECTO OPENSUSE (NI SUS OTORGANTES DE LICENCIA, SUBSIDIARIAS Y EMPLEADOS) NO SERÁ RESPONSABLE ANTE USTED POR DAÑOS, YA SEAN DIRECTOS, INCIDENTALES O EMERGENTES, PÉRDIDA DE BENEFICIOS O DE AHORROS DERIVADA DEL USO O DE LA IMPOSIBILIDAD DE USO DE OPENSUSE #VERSION#, AUNQUE SE HAYA ADVERTIDO AL PROYECTO OPENSUSE LA POSIBILIDAD DE TALES DAÑOS. EN UNA JURISDICCIÓN DONDE SE LIMITA LA EXCLUSIÓN O LIMITACIÓN DE DAÑOS, LA RESPONSABILIDAD GLOBAL DE EL PROYECTO OPENSUSE (Y DE SUS OTORGANTES DE LICENCIA, SUBSIDIARIAS Y EMPLEADOS) SE LIMITARÁ A 50 DÓLARES ESTADOUNIDENSES, O EN CASO DE QUE DICHA LIMITACIÓN NO FUESE PERMITIDA, SE LIMITARÁ AL MONTO MÁXIMO PERMITIDO.
fa: به میزان حداکثر تعداد مجاز توسط قانون اجرایی، پروژه ی OPENSUSE (و اعطا کنندگان مجوز آن، توابع آن و کارکنان آن) در برابر شما مسئول هیچ گونه آسیب، شامل مستقیم، آسیب های تصادفی و یا دارای اهمیت، سود و یا پس انداز از دست رفته، ناشی از استفاده یا عدم توانایی در استفاده از OPENSUSE #VERSION# نمی باشد، حتی اگر پروژه ی OPENSUSE در برابر احتمالات چنین خطراتی هشدار داده باشد. در اختیارات قانونی که استثنائات را محدود و یا محدودیت در آسیب ها به وجود می آورد، مسئولیت مالی پروژه ی OPENSUSE (و اعطا کنندگان مجوز آن'، توابع آن' و کارکنان آن')محدود به $50 است، و یا اگر چنین محدودیتی مجاز نیست، محدود به حداکثر میزان مجاز است.
fr: DANS LA LIMITE AUTORISÉE PAR LA LOI, LE PROJET OPENSUSE ET SES CONCÉDANTS, FILIALES ET EMPLOYÉS NE POURRONT EN AUCUN CAS ÊTRE TENUS POUR RESPONSABLES DES PRÉJUDICES DIRECTS, ACCESSOIRES, INDIRECTS, DE PERTE FINANCIÈRE OU DE MANQUE À GAGNER RÉSULTANT DE L'UTILISATION D'OPENSUSE #VERSION# OU DE L'IMPOSSIBILITÉ DE L'UTILISER ET CE, MÊME DANS LE CAS OÙ ILS SERAIENT INFORMÉS DE L'ÉVENTUALITÉ DE TELS PRÉJUDICES. DANS UNE JURIDICTION QUI LIMITE L'EXCLUSION OU LA LIMITATION DES PRÉJUDICES, LA RESPONSABILITÉ GLOBALE DU PROJET OPENSUSE, DE SES CONCÉDANTS, FILIALES ET EMPLOYÉS, NE POURRA EXCÉDER 50 USD, OU SI UNE TELLE LIMITATION EST INTERDITE, LA LIMITE AUTORISÉE PAR LA LOI.
ru: В МАКСИМАЛЬНОЙ МЕРЕ, РАЗРЕШЁННОЙ ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ, ПРОЕКТ OPENSUSE (И ЕГО ЛИЦЕНЗИАРЫ, ДОЧЕРНИЕ ПРЕДПРИЯТИЯ И РАБОТНИКИ), НЕ НЕСЁТ ОТВЕТСТВЕННОСТИ ЗА КАКОЙ-ЛИБО УЩЕРБ, ВКЛЮЧАЯ ПРЯМОЙ, СЛУЧАЙНЫЙ ИЛИ КОСВЕННЫЙ УЩЕРБ, УПУЩЕННУЮ ПРИБЫЛЬ, ПОТЕРЮ НАКОПЛЕНИЙ В СВЯЗИ С ИСПОЛЬЗОВАНИЕМ ИЛИ НЕВОЗМОЖНОСТЬЮ ИСПОЛЬЗОВАНИЯ OPENSUSE #VERSION#, ДАЖЕ ЕСЛИ ПРОЕКТ OPENSUSE БЫЛ ПРОИНФОРМИРОВАН О ВОЗМОЖНОСТИ ТАКОГО УЩЕРБА. В РАМКАХ РЕГУЛИРОВАНИЯ ИСКЛЮЧЕНИЙ И ОГРАНИЧЕНИЙ УЩЕРБА, СОВОКУПНАЯ ОТВЕТСТВЕННОСТЬ ПРОЕКТА OPENSUSE (И ЕГО ЛИЦЕНЗИАРОВ, ДОЧЕРНИХ ПРЕДПРИЯТИЙ И РАБОТНИКОВ), ОГРАНИЧЕНА 50 ДОЛЛАРАМИ США, ИЛИ, ЕСЛИ ЭТО НЕПРИМЕНИМО, ОГРАНИЧЕНА МАКСИМАЛЬНЫМИ РАЗРЕШЁННЫМИ ПРЕДЕЛАМИ.
