Repository: nilxam/skelcd-openSUSE
Catalog: license/license.*.po
Languages: ar, ca, cs, da, de, es, fa, fr, ru

source: If any provision of this agreement is held to be unenforceable, that will not affect the enforceability of the remaining provisions. This agreement will be governed by the laws of the State of Utah and of the US, without regard to any conflict of laws provisions, except that the United Nations Convention on the International Sale of Goods will not apply. This agreement sets forth the entire understanding and agreement between you and The openSUSE Project regarding its subject matter and may be amended only in a writing signed by both parties. No waiver of any right under this agreement will be effective unless in writing, signed by a duly authorized representative of the party to be bound. No waiver of any past or present right arising from any breach or failure to perform will be deemed to be a waiver of any future right arising under this agreement. Use, duplication, or disclosure by the U.S. Government is subject to the restrictions in FAR 52.227-14 (Dec 2007) Alternate III (Dec 2007), FAR 52.227-19 (Dec 2007), or DFARS 252.227-7013(b)(3) (Nov 1995), or applicable successor clauses.
ar: إذا ثبت أن أي حكم من أحكام هذا الاتفاق غير قابل للتنفيذ، فهذا لن يؤثر على قابلية تنفيذ الأحكام المتبقية. هذه الاتفاقية تخضع لقوانين ولاية يوتا في الولايات المتحدة، بغض النظر عن أي تضارب في نصوص القوانين، باستثناء عدم تطبيق اتفاقية الأمم المتحدة لبيع السلع. يحدد هذا الاتفاق التفاهم والتوافق بينك وبين مشروع أوبن سوزي فيما يتعلق بجواز تعديلها في الكتابة الذي وقعه الطرفان. أي تنازل عن أي حق بموجب هذه الاتفاقية لن تكون فعالة ما لم تكن مكتوبة، وموقعة من مخولين من الطرفين. لا تنازل عن أي حق ناجمة عن أي خرق أو عدم أداء النظام بشكل جيد تخضع لقيود الاستخدام أو النسخ أو الكشف من قبل حكومة الولايات المتحدة يخضع لقيود في FAR 52.227-14 (ديسمبر 2007) البديل الثالث (ديسمبر 2007)، FAR 52.227-19 (ديسمبر 2007)، أو DFARS 252.227-7013 (ب) (3) (نوفمبر 1995)، أو البنود الخليفة المعمول بها.
ca: Si alguna disposició d'aquest acord es considera inaplicable, això no afectarà l'aplicabilitat de les disposicions restants. Aquest acord es regeix per les lleis de l'Estat de Utah i dels EUA, sense tenir en compte qualsevol conflicte de disposicions legals, excepte que la Convenció de les Nacions Unides sobre la Venda Internacional de Béns no s'aplicarà. Aquest acord estableix l'enteniment i acord total entre l'usuari i el Projecte openSUSE en relació amb aquest assumpte, i només podrà ser modificat en un escrit signat per les dues parts. Cap renúncia a qualsevol dret d'aquest acord serà efectiva si no és per escrit, signat per un representant de la part obligada degudament autoritzat. Cap renúncia a un dret passat o present que sorgeixi de qualsevol violació o incompliment es considerarà com una renúncia de qualsevol dret futur derivat d'aquest acord. L'ús, la duplicació o la divulgació pel Govern dels EUA està subjecte a les restriccions establertes a FAR 52.227-14 (des. 2007) Versió III (des. 2007), FAR 52.227-19 (des. 2007), o DFARS 252.227-7013 (b) (3) (nov. 1995), o les clàusules posteriors aplicables.
cs: Je-li některé ustanovení tohoto ujednání považováno na nevymahatelné, pak neovlivní vynutitelnost zbývajících ustanovení. Toto ujednání se řídí zákony Státu Utah a Spojených států amerických, bez ohledu na jakýkoliv konflikt ustanovení zákona, vyjma toho, že neplatí pro Meznárodní prodej zboží podle Konvencí Organizace spojených národů. Toto ujednání stanovuje celé pochopení a ujednání mezi vámi a Projektem openSUSE v jeho záležitostech a může být změněno pouze písemně s podpisem obou stran. Žádné vzdání se práva pod tímto ujednáním nebude závazné, dokud nebude písemně, podepsané náležitým pověřeným představitelem strany. Žádné vzdání se kteréhokoliv minulého nebo současného práva vyplývajícího z porušení nebo neplnění ujednání nebude považováno jako vzdání se budoucího práva vyplývajícího z tohoto ujednání. Používání, duplikace nebo popis vládou Spojených států amerických je s předmětem omezení ve směrnicích FAR 52.227-14 (prosinec 2007) Alternate III (prosinec 2007), FAR 52.227-19 (prosinec 2007), nebo DFARS 252.227-7013(b)(3) (listopad 1995) nebo v příslušných následných odstavcích.
da: Hvis nogen bestemmelse i denne aftale ikke kan håndhæves, vil det ikke påvirke håndhæveligheden af de resterende bestemmelser. Denne aftale vil være reguleret af lovene i staten Utah og USA, uden hensyntagen til nogen konflikt i lovbestemmelser, undtagen de Forenede Nationers konvention om aftaler om internationale køb, vil ikke gælde. Denne aftale fremsætter hele forståelsen og aftalen mellem dig og openSUSE-projektet med hensyn til dets genstandsfelt og kan kun ændres skriftligt underskrevet af begge parter. Intet afkald af nogen rettighed under denne aftale vil være effektiv medmindre skriftligt, underskrevet af en behørig autoriseret repræsentant af parten som skal bindes. Intet afkald af nogen tidligere eller nuværende rettighed som opstår fra noget brud eller manglende evne til at udføre vil blive anset som værende et afkald på fremtidig rettighed som opstår under denne aftale. Anvendelse, duplikation eller offentliggørelse af USAs regering er underlagt begrænsningerne i FAR 52.227-14 (Dec 2007) Alternate III (Dec 2007), FAR 52.227-19 (Dec 2007) eller DFARS 252.227-7013(b)(3) (Nov 1995), eller gældende efterfølgende klausuler.
de: Sollte sich eine Bestimmung in dieser Vereinbarung als nicht durchsetzbar erweisen, ist die Durchsetzbarkeit aller anderen Bestimmungen davon nicht betroffen. Diese Vereinbarung unterliegt den Gesetzen des US-Bundesstaats Utah und der USA, unabhängig von Gesetzen zur Regelung einander widersprechender Gesetze, mit der Ausnahme, dass die Konvention der Vereinten Nationen für den internationalen Verkauf von Gütern nicht zutrifft. Diese Vereinbarung stellt das gesamte Übereinkommen zwischen Ihnen und dem openSUSE-Projekt im Hinblick auf den Gegenstand der Vereinbarung dar und kann nur in einem von beiden Parteien unterschriebenen Schriftstück geändert werden. Ein Verzicht auf eines der in dieser Vereinbarung festgehaltenen Rechte wird erst wirksam, wenn dieser schriftlich erfolgt und von einem ordnungsgemäß bevollmächtigten Vertreter der zu bindenden Partei unterschrieben ist Ein Verzicht auf ein zuvor oder derzeit gültiges Recht, der auf einen Vertragsbruch oder eine Unterlassung zurückzuführen ist, kann nicht als Verzicht auf künftige Rechte erachtet werden, die sich aus dieser Vereinbarung ergeben. Die Nutzung, Vervielfältigung oder Offenlegung durch die US-Regierung unterliegt den Beschränkungen in FAR 52.227-14 (Dezember 2007), Alternate III (Dez 2007), FAR 52.227-19 (Dez 2007) oder DFARS 252. 227-7013 (b)(3) (Nov 1995) bzw. den zutreffenden Folgebestimmungen.
es: Si alguna cláusula del presente acuerdo no fuera aplicable, este hecho no afectará la aplicabilidad de las demás cláusulas. Este acuerdo se regirá por las leyes del Estado de Utah y de los Estados Unidos, independiente de cualquier cláusula sobre conflictos legales que pudiera existir, excepto que no se aplicará la Convención de las Naciones Unidas sobre los contratos de compraventa internacional de mercadería. Este acuerdo constituye la totalidad del convenio y acuerdo entre usted y el Proyecto openSUSE respecto del objeto y sólo podrá modificarse mediante un instrumento por escrito firmado por ambas partes. En ningún caso tendrá vigor y efecto la renuncia voluntaria a cualquier derecho otorgado en el presente acuerdo si no ha sido refrendado por escrito con la firma de un representante debidamente autorizado de la parte obligada. La renuncia voluntaria a cualquier derecho pasado o presente derivado de cualquier infracción o incumplimiento no se considerará una renuncia voluntaria a ejercitar los derechos futuros derivados del contenido de este acuerdo. El uso, la duplicación o la divulgación por parte del Gobierno de EE. UU. están sujetos a las restricciones especificadas en FAR 52.227-14 (diciembre de 2007) Alternate III (diciembre de 2007), FAR 52.227-19 (diciembre de 2007) o DFARS 252.227-7013 (b)(3) (noviembre de 1995) o las cláusulas posteriores aplicables.
fa: اگر برخی شرایط این توافق قابل اجرا نباشد، این بر روی اجرایی بودن سایر شرایط تاثیر نخواهد داشت. این توافق توسط قوانین ایالت یوتا و ایالات متحده ی امریکا نظارت میشود، بدون در نظر گرفتن هر گونه تداخل قوانین اجرایی، به استثنای آن قسمت که در مورد فروش کالاهای بین المللی در کنوانسیون سازمان ملل است که اعمال نمیشود. این توافق فرض را بر فهم و توافق بین شما و پروژه ی openSUSE درباره ی مواد شروط آن گذاشته و فقط در صورت امضای یک نوشته توسط هر دو طرف، قابل تغییر است. هیچ چشم پوشی تحت این موافقت تا زمانی که در نوشته، توسط یک فرد مجاز از یک طرف امضا شده باشد، انجام نخواهد شد. تحت این توافق، در صورت نقض و یا عدم توانایی، حقوق آینده نسبت به حقوق گذشته و حال چشم پوشی نخواهند شد. استفاده، تکثیر و یا افشا توسط دولت ایالات متحده مشروط به محدودیت ها در FAR 52.227-14 (Dec 2007) Alternate III (Dec 2007), FAR 52.227-19 (Dec 2007), یا DFARS 252.227-7013(b)(3) (Nov 1995)، یا شروط جایگزین اجرایی اند.
fr: Si une quelconque stipulation du présent accord est jugée inapplicable, elle n'affectera pas la force exécutoire des autres stipulations. Le présent accord sera régi par les lois de l'État de l'Utah et des États-Unis, nonobstant les conflits de principes juridiques, à l'exception du fait que la Convention des Nations Unies sur les contrats de vente internationale de marchandises ne s'applique pas au présent contrat. Cet accord constitue la totalité de l'accord existant entre vous et le Projet openSUSE, et ne peut être modifié qu'au moyen d'un document écrit signé par les deux parties. Toute renonciation à un droit prévu par le présent accord devra, pour prendre effet, être formulée par écrit et signée par un représentant dûment autorisé de la partie concernée. Une renonciation à un droit passé ou présent, en relation avec la violation d'une clause ou un manquement, ne saurait être interprétée comme une renonciation à un droit futur découlant des termes du présent accord. Toute utilisation, reproduction ou divulgation par l'administration des États-Unis est soumise aux limitations prévues par les dispositions légales suivantes : FAR 52.227-14 (déc. 2007) Alternate III (déc. 2007), FAR 52.227-19 (déc. 2007) ou DFARS 252.227-7013(b)(3) (nov. 1995), ou par les clauses ultérieures appliquées en remplacement des dispositions légales précitées.
ru: Если какое-либо из положений настоящего соглашения будет признано в суде недействительным, это не повлияет на законность остальных положений. Это соглашение будет регулироваться законами штата Юта и федеральными законами США без учёта каких-либо конфликтов между законами, а также без применения Конвенции Организации Объединенных Наций о международной купле-продаже. Это соглашение устанавливает полное понимание и согласие между вами и проектом openSUSE в отношении операционной системы openSUSE #VERSION# и может быть изменено только в письменной форме с подписью обеих сторон. Отказ от каких-либо прав, предоставляемых данным соглашением, может вступить в законную силу только при оформлении письменной договорённости с обязательной подписью уполномоченного представителя участника соглашения. Любой отказ от какого-либо прошлого или настоящего права, вызванный каким-либо нарушением или невозможностью исполнения, не может быть отказом от любых будущих прав, могущих возникнуть на основании данного соглашения. Использование, копирование или раскрытие информации на основании решения Правительства США подпадает под ограничения FAR 52.227-14 (декабрь 2007 г.) редакция III (декабрь 2007 г.), FAR 52.227-19 (декабрь 2007 г.) либо DFARS 252.227-7013 (b) (3) (ноябрь 1995 г.), либо применимых последующих положений.

source: Copyright © 2008-2021 The openSUSE Project. All rights reserved. "SUSE" and "openSUSE" are registered trademarks of SUSE LLC, or its affiliates, which founded, sponsors, and is designated by, The openSUSE Project. "Linux" is a registered trademark of Linus Torvalds. All other trademarks are the property of their respective owners.
ar: حقوق التأليف والنشر © 2008-2021 مشروع أوبن سوزي جميع الحقوق محفوظة. العلامات التجارية "سوسي" و"أوبن سوزي" تم تسجيلها من SUSE ذ م م، أو الشركات التابعة لها، والجهات الراعية، أوبن سوزي مشروع. "لينكس" هي علامة تجارية مسجلة لينوس تورفالدس. جميع العلامات التجارية الأخرى هي ملك لأصحابها.
ca: Copyright © 2008-2021 The openSUSE Project. Tots els drets reservats. "SUSE" i "openSUSE" són marques registrades de SUSE LLC, o les seves filials, que el van fundar, el patrocinen i el van designar The openSUSE Project. "Linux" és una marca registrada de Linus Torvalds. Totes les altres marques són propietat dels seus propietaris respectius.
cs: Copyright © 2008-2021 Projekt openSUSE. Všechna práva vyhrazena. "SUSE" a "openSUSE" jsou registrované ochranné známky SUSE LLC, nebo jeho poboček, který založil, sponzoruje a označuje Projekt openSUSE. "Linux" je registrovaná ochranná známka Linuse Torvaldse. Všechny ostatní ochranné známky náleží jejich odpovídajícím vlastníkům.
da: Ophavsret © 2008-2021 openSUSE-projektet. Alle rettigheder forbeholdt. "SUSE" og "openSUSE" er registrerede varemærker tilhørende SUSE LLC eller sine associerede selskaber, som grundlagde, sponsorerer og er udpeget af, openSUSE- projektet. "Linux" er et registreret varemærke tilhørende Linus Torvalds. Alle andre varemærker tilhører deres respektive ejere.
de: Copyright (c) 2008-2021 The openSUSE Project. Alle Rechte vorbehalten. „SUSE“ und „openSUSE“ sind eingetragene Marken von SUSE, LLC. oder ihren Schwestergesellschaften. Diese sind auch die ausgewiesenen Gründer und Förderer des openSUSE-Projekts. „Linux“ ist eine eingetragene Marke von Linus Torvalds. Alle anderen Marken sind das Eigentum der jeweiligen Besitzer.
es: Copyright © 2008-2021 The openSUSE Project. Todos los derechos reservados. "SUSE" y "openSUSE" son marcas comerciales de SUSE LLC, o sus afiliados, quien fundó, patrocina y ha sido designada por, el Proyecto openSUSE. "Linux" es una marca comercial registrada de Linus Torvalds. Todas las otras marcas comerciales son propiedad de sus respectivos dueños.
fa: کپی رایت © 2008-2021 پروژه ی openSUSE. تمامی حقوق محفوظ میباشد. "SUSE" و "openSUSE" علامت های تجاری ثبت شده ی SUSE LLC، و یا وابستگانش، که توسط پروژه ی openSUSE تاسیس، حمایت مالی و تعیین میشود. "Linux" علامت تجاری ثبت شده ی لینوس توروالدز است. سایر علامت های تجاری متعلق به دارندگان مربوطه ی آنها هستند.
fr: Copyright © 2008-2021 Projet openSUSE. Tous droits réservés. « SUSE » et « openSUSE » sont des marques de SUSE, LLC., ou des membres de son groupe, qui les ont créées et les sponsorisent, et sont désignées par l'expression Projet openSUSE. « Linux » est une marque déposée de Linus Torvalds. Toutes les autres marques sont la propriété de leurs détenteurs respectifs.
ru: © 2008-2021 Проект openSUSE. Все права защищены. «SUSE» и «openSUSE» являются торговыми марками SUSE, LLC. или её филиалов, которая основала, спонсирует и обозначается как «Проект openSUSE». «Linux» является зарегистрированной торговой маркой Линуса Торвальдса. Все прочие товарные знаки являются собственностью их соответствующих владельцев.
