Repository: nilxam/skelcd-openSUSE
Catalog: license/license.*.po
Languages: ar, ca, cs, da, de, es, fa, fr, ru

source: LICENSE AGREEMENT openSUSE® #VERSION#
ar: اتفاقية الترخيص openSUSE® #VERSION#
ca: ACORD DE LLICÈNCIA openSUSE® #VERSION#
cs: LICENČNÍ UJEDNÁNÍ openSUSE® #VERSION#
da: LICENSAFTALE openSUSE® #VERSION#
de: LIZENZVEREINBARUNG openSUSE(r) #VERSION#
es: ACUERDO DE LICENCIA openSUSE® #VERSION#
fa: متن توافقنامه openSUSE® #VERSION#
fr: ACCORD DE LICENCE openSUSE® #VERSION#
ru: ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ openSUSE (R) #VERSION#

source: This is an unofficial translation of the openSUSE #VERSION# license into $LANGUAGE. It does not legally state the distribution terms for openSUSE #VERSION# - only the original English text of the openSUSE #VERSION# license does that. However, we hope that this translation will help $LANGUAGE speakers understand the license better.
ar: هذه الترجمة غير معتمدة لإصدارة أوبن سوزي #VERSION# للغة العربية. حيث لا تبين من الناحية القانونية شروط توزيعة أوبن سوزي #VERSION# - فقط النص الأنجليزي الأصلي من رخصة أوبن سوزي #VERSION# هو المعتمد. وعلى كل الأحوال، فإننا نأمل أن تساعد هذه الترجمة متحدثي اللغة العربية لفهم الرخصة بشكل أفضل.
ca: Aquesta és una traducció no oficial de la llicència d'openSUSE #VERSION# al català. No fa constar legalment els termes de la distribució per a openSUSE #VERSION#, només ho fa el text original en anglès de la llicència d'openSUSE l#VERSION#. Tanmateix, esperem que aquestra traducció ajudi els parlants de català a entendre-la millor.
cs: Toto je neoficiální překlad licence openSUSE #VERSION# do češtiny. Není to právní stav distribučních podmínek openSUSE #VERSION# - právně závazný je pouze původní anglický text licence openSUSE #VERSION#. Přesto věříme, že tento překlad pomůže česky mluvícím lidem tuto licenci lépe pochopit.
da: Dette er en uofficiel dansk oversættelse af openSUSE #VERSION#-licensen. Den erklærer ikke de juridiske distributionsvilkår til openSUSE #VERSION# - det gør kun den originale engelske tekst af openSUSE #VERSION#-licensen. Vi håber dog, at denne oversættelse vil hjælpe dansktalende til bedre at forstå licensen.
de: Dies ist eine inoffizielle Übersetzung der openSUSE #VERSION#-Lizenz ins Deutsche. Sie gibt nicht rechtlich bindend die Distributionsbedingungen für openSUSE #VERSION# an – nur der Originaltext in Englisch der openSUSE #VERSION#-Lizenz gibt diese Bedingungen an. Wir hoffen jedoch, dass diese Übersetzung deutschen Muttersprachlern dabei helfen wird, die Lizenz besser zu verstehen.
es: Este documento es una traducción no oficial de la licencia de openSUSE #VERSION# al castellano. Éste no supone una declaración legal de los términos aplicables a openSUSE #VERSION#. Sólo el texto original en inglés de la licencia de openSUSE #VERSION# supone esta declaración legal. Sin embargo, esperamos que esta traducción sea de ayuda a los castellanohablantes para comprender mejor la licencia.
fa: این یک ترجمه ی غیررسمی از مجوز اوپن سوزا #VERSION# به زبان فارسی است. این مجوز به صورت قانونی شرایط را برای openSUSE #VERSION# وضع نمیکند - فقط نسخه ی اصلی انگلیسی متن مجوز openSUSE #VERSION# اینکار را میکند. در هرصورت، ما امیدواریم این ترجمه کمک کند تا افراد فارسی زبان مجوز را بهتر درک کنند.
fr: Ce document est la traduction non officielle vers le français de la licence d'openSUSE #VERSION#. Cette traduction ne constitue pas la déclaration juridique des conditions de distribution d'openSUSE #VERSION#. Seul le texte anglais d'origine de la licence d'openSUSE #VERSION# fait foi. Nous espérons toutefois que cette traduction aidera les personnes parlant français à mieux comprendre les dispositions de cette licence.
ru: Это неофициальный перевод лицензии openSUSE #VERSION# на русский язык. Он не является юридическим документом - только оригинальный текст на английском описывает условия распространения openSUSE #VERSION# с точки зрения права. Тем не менее, мы надеемся, что этот перевод поможет более полному пониманию лицензии русскоговорящими пользователями.

source: This agreement governs your download, installation, or use of openSUSE #VERSION# and its updates, regardless of the delivery mechanism. openSUSE #VERSION# is a collective work under US Copyright Law. Subject to the following terms, The openSUSE Project grants to you a license to this collective work pursuant to the GNU General Public License version 2. By downloading, installing, or using openSUSE #VERSION#, you agree to the terms of this agreement.
ar: يحكم هذا الاتفاق تحميل، تثبيت، أو استخدام أوبن سوزي #VERSION# والتحديثات. بغض النظر عن طريقة الاستلام. أوبن سوزي #VERSION# نتيجة عمل الجماعي في إطار قوانين حقوق الطبع المحفوظة. يخضع استخدام أوبن سوزي للشروط التالية ترخيص العمل الجماعي وفقا لجنو العمومية الترخيص العام نسخة رقم 2. بتحميل وتثبيت أو استخدام أوبن سوزي #VERSION#، فإنك توافق على شروط هذا الاتفاق.
ca: Aquest acord regula la descàrrega, instal·lació o ús d'openSUSE #VERSION# i les seves actualitzacions, independentment del mecanisme de lliurament. L'openSUSE #VERSION# és un treball col·lectiu subjecte a la llei de Dret de còpia d'EUA. D'acord amb els termes següents, el projecte openSUSE us concedeix una llicència d'aquesta obra col·lectiva de conformitat amb la Llicència Pública General GNU, versió 2. En descarregar, instal·lar o usar l'openSUSE #VERSION# accepteu els termes d'aquest acord.
cs: Toto ujednání řídí stahování, instalaci nebo používání openSUSE #VERSION# a jeho aktualizací, a to nezávisle na mechanismech doručení. openSUSE #VERSION# je kolektivní práce pod Copyrightovým zákonem Spojených států amerických. Kromě následujících podmínek vám Projekt openSUSE propůjčuje licenci k této kolektivní práci v souladu s GNU General Public License verze 2. Stažením, instalací nebo používáním openSUSE #VERSION# souhlasíte s podmínkami tohoto ujednání.
da: Denne aftale regulerer din download, installation eller brug af openSUSE #VERSION# og dens opdateringer, uanset leveringsmekanismen. openSUSE #VERSION# er et samlet værk under USAs lov om ophavsret. Underlagt følgende vilkår, tildeler openSUSE-projektet dig en licens til dette samlet værk i medhør til GNU General Public License version 2. Ved at downloade, installere eller bruge openSUSE #VERSION#, accepterer du vilkårene i denne aftale.
de: Diese Vereinbarung bildet die Grundlage für das Herunterladen, die Installation oder die Nutzung von openSUSE #VERSION# und dessen Updates unabhängig von der Art der Bereitstellung. openSUSE #VERSION# ist eine Gemeinschaftsarbeit und unterliegt dem Urheberrechtsgesetz (Copyright Law) der USA. Vorbehaltlich der nachstehenden Bestimmungen gewährt Ihnen das openSUSE-Projekt eine Lizenz für diese Gemeinschaftsarbeit entsprechend der Allgemeinen Öffentlichen GNU-Lizenz Version 2. Indem Sie openSUSE #VERSION# herunterladen, installieren oder nutzen, stimmen Sie den Bedingungen dieser Vereinbarung zu.
es: El presente acuerdo regirá la descarga, instalación o uso de openSUSE #VERSION# y sus actualizaciones, independientemente del mecanismo de entrega. openSUSE #VERSION# es una obra colectiva protegida por la Ley de copyright de Estados Unidos. En conformidad con los siguientes términos, el Proyecto openSUSE le otorga una licencia sobre esta obra colectiva de acuerdo con la Licencia Pública General GNU, versión 2. Al descargar, instalar o utilizar openSUSE #VERSION#, usted acepta los términos de este acuerdo.
fa: این توافقنامه دریافت، نصب، و یا استفاده از openSUSE #VERSION# و بروزرسانی های آن را نظارت میکند. openSUSE #VERSION# یک کار دسته جمعی تحت قانون کپی رایت ایالات متحده است. تحت این شرایط، پروژه ی openSUSE به شما اجازه ی یک مجوز از این کار دسته جمعی مطابق GNU General Public License version 2 را میدهد. در صورت دریافت، نصب، و یا استفاده از openSUSE #VERSION#، شما با شرایط این توافقنامه موافق هستید.
fr: Cet accord régit le téléchargement, l'installation et l'utilisation d'openSUSE #VERSION# et de ses mises à jour, quel que soit le mode de livraison. openSUSE #VERSION# est une œuvre collective protégée par les lois sur les droits d'auteur en vigueur aux États-Unis. Conformément aux termes suivants, le Projet openSUSE vous concède une licence d'utilisation de cette œuvre collective dans le cadre de la Licence Publique Générale de GNU version 2. En téléchargeant, en installant ou en utilisant openSUSE #VERSION#, vous acceptez les termes du présent accord.
ru: Это соглашение устанавливает правила загрузки, установки или использования операционной системы openSUSE #VERSION# и её обновлений, независимо от способа получения. В соответствии с законодательством США об авторском праве openSUSE #VERSION# является коллективной работой. При соблюдении нижеизложенных условий проект openSUSE предоставляет Вам лицензию на эту коллективную работу в соответствии с Универсальной Общественной Лицензией GNU (GNU General Public License) версии 2. Загружая, устанавливая или используя openSUSE #VERSION#, Вы соглашаетесь с условиями данного соглашения.

source: openSUSE #VERSION# is a modular Linux operating system consisting of hundreds of software components. The license agreement for each component is generally located in the component's source code. With the exception of certain files containing the “openSUSE” trademark discussed below, the license terms for the components permit you to copy and redistribute the component. With the potential exception of certain firmware files, the license terms for the components permit you to copy, modify, and redistribute the component, in both source code and binary code forms. This agreement does not limit your rights under, or grant you rights that supersede, the license terms of any particular component.
ar: أوبن سوزي #VERSION# هو نظام لينكس يتكون من مئات من البرامج. اتفاقية الترخيص لكل مكون عموما موجودة في الشفرة المصدرية. مع باستثناء بعض الملفات التي تحتوي على "أوبن سوزي" تناقش العلامة التجارية, شروط الترخيص للمكونات أدناه يُسمح لك بنسخ وتوزيع المكونات. مع الاستثناء المحتمل لبعض ملفات firmware، وشروط الترخيص للمكونات تسمح لك نسخ وتعديل وإعادة توزيع العناصر، في كل من شفرة المصدر ونماذج الشفرات الثنائية. هذه الإتفاقية لا تحد من حقوقك أو يمنحك حقوق تحل محل، شروط ترخيص مكون معين.
ca: L'openSUSE #VERSION# és un sistema operatiu Linux modular que consisteix en centenars de components de programari. L'acord de llicència per a cada component generalment es troba al codi font del component. Amb l'excepció de certs fitxers que contenen la marca comercial d"openSUSE", abordats a continuació, els termes de la llicència per als components us permeten copiar i redistribuir el component. Amb l'excepció potencial de certs fitxers de microprogramari, els termes de llicència per als components us permeten copiar, modificar i redistribuir el component, tant en forma de codi font i com de codi binari. Aquest acord no limita els vostres drets segons –o us concedeix drets que els reemplacin– els termes de la llicència de qualsevol component concret.
cs: openSUSE #VERSION# je modulární operační systém Linux, který se skládá ze stovek softwarových součástí. Licenční ujednání pro každou součást se za normálních okolností nachází ve zdrojovém kódu dané součásti. S výjimkou některých souborů obsahujících ochrannou známku „openSUSE“, o kterých se hovoří níže, licenční podmínky součástí vám umožňují tyto součásti kopírovat a znovu distribuovat. S možnou výjimkou některých firmwarových souborů vám licenční podmínky součástí umožňují tyto součásti kopírovat, upravovat a znovu distribuovat, jak ve formě zdrojového a binárního kódu. Toto ujednání neomezuje ani nenahrazuje práva licenčních podmínek ani jedné součásti.
da: openSUSE #VERSION# er et modulært Linux-styresystem bestående af hundredvis af softwarekomponenter. Licensaftalen for hver komponent er oftest placeret i komponentens kildekode. Med undtagelsen af visse filer der indeholder “openSUSE”-væremærket beskrevet nedenfor, tillader komponenternes licensvilkår dig at kopiere og videredistribuere komponenten. Med den potentielle undtagelse af bestemte firmware-filer, tillader komponenternes licensvilkår dig at kopiere, modificere og videredistribuere komponenten, i både kildekode og binær kode former. Denne aftale begrænser ikke dine rettigheder under eller giver dig rettigheder som fortrænger licensvilkårene af nogen bestemt komponent.
de: openSUSE #VERSION# ist ein modulares Linux-Betriebssystem, das aus Hunderten von Softwarekomponenten besteht. Die Lizenzvereinbarung zu jeder Komponente befindet sich im Allgemeinen im Quellcode der jeweiligen Komponente. Mit Ausnahme bestimmter Dateien, die die nachstehend erläuterte Marke „openSUSE“ enthalten, ermöglichen es Ihnen die Lizenzbedingungen zu den Komponenten, die jeweilige Komponente zu kopieren und weiterzugeben. Mit der potenziellen Ausnahme bestimmter Firmware-Dateien ermöglichen es Ihnen die Lizenzbedingungen zu den Komponenten, die jeweilige Komponente sowohl in Quellcode- als auch in Binärcodeform zu kopieren, zu ändern und weiterzugeben. Diese Vereinbarung stellt weder eine Einschränkung Ihrer Rechte im Rahmen der Lizenzbedingungen zu einer bestimmten Komponente dar, noch gewährt Sie Ihnen Rechte, die an die Stelle dieser Lizenzbedingungen treten.
es: openSUSE #VERSION# es un sistema operativo Linux modular que consta de cientos de componentes de software. Por lo general, el acuerdo de licencia para cada componente se encuentra en el código fuente del componente. A excepción de algunos archivos que contienen la marca comercial “openSUSE”, que se analiza más adelante, los términos de licencia de los componentes le permiten copiar y redistribuir el componente. Con la posible excepción de algunos archivos de firmware, los términos de licencia de los componentes le permiten copiar, modificar y redistribuir el componente, tanto en código fuente como en código binario. Este acuerdo no limita sus derechos conforme a los términos de licencia de un componente específico ni le otorga derechos que reemplacen dichos términos.
fa: openSUSE #VERSION# یک سیستم عامل لینوکسی ماژولار مرکب از صدها جزء نرم افزاری است. هر توافقنامه برای هر جزء عموما در کد منبع آن جزء قرار گرفته است. با برخی استثنائات که در پایین بحث میشود، شرایط مجوز جزء شما را مجاز به رونوشت و بازپخش جزء میکند. با برخی استثنائات برای برخی فایل های بالقوه ی فریم وری مشخص، شرایط مجوز برای جزء شما را مجاز به رونوشت، دستکاری، و بازپخش جزء، به هر دو صورت کد منبع و باینری میکند. این مجوز حقوق شما را محدود به تحت، و یا اجازه ی لغو آن، شرایط مجوز و یا جزء خاصی نمیکند.
fr: openSUSE #VERSION# est un système d'exploitation Linux modulaire qui inclut des centaines de composants logiciels. L'accord de licence de chaque composant se trouve généralement dans le code source du composant. À l'exception de certains fichiers contenant la marque « openSUSE » décrite ci-dessous, les termes de l'accord de licence de ces composants vous autorisent à copier et à redistribuer le composant. À l'exception de certains fichiers de micrologiciels, les termes de l'accord de licence des composants vous autorisent à copier, modifier et redistribuer le composant, à la fois sous la forme de code source et de code binaire. Cet accord ne limite pas les droits qui vous sont concédés par les termes d'un accord de licence d'un composant spécifique et ne vous concède pas de droits qui annulent et remplacent lesdits termes.
ru: openSUSE #VERSION# является модульной операционной системой Linux, состоящей из сотен программных компонентов. Лицензионное соглашение для каждого компонента находится, как правило, в составе его исходного кода. За исключением некоторых файлов, содержащих товарный знак «openSUSE» и описанных ниже, условия лицензии на компоненты позволяют Вам копировать и распространять их. За возможным исключением некоторых файлов прошивок, условия лицензии на компоненты разрешают Вам копировать, модифицировать и распространять их, как в виде исходного кода, так и в двоичной форме. Данное соглашение не ограничивает ваши права, а также не предоставляет Вам прав, которые заменяют положения лицензии какого-либо компонента.
