Repository: nilxam/skelcd-openSUSE
Catalog: license/license.*.po
Languages: ar, ca, cs, da, de, es, fa, fr, ru

source: You acknowledge that openSUSE #VERSION# is subject to the U.S. Export Administration Regulations (the “EAR”) and you agree to comply with the EAR. You will not export or re-export openSUSE #VERSION# directly or indirectly, to: (1) any countries that are subject to US export restrictions; (2) any end user who you know or have reason to know will utilize openSUSE #VERSION# in the design, development or production of nuclear, chemical or biological weapons, or rocket systems, space launch vehicles, and sounding rockets, or unmanned air vehicle systems, except as authorized by the relevant government agency by regulation or specific license; or (3) any end user who has been prohibited from participating in the US export transactions by any federal agency of the US government. By downloading or using openSUSE #VERSION#, you are agreeing to the foregoing and you are representing and warranting that You are not located in,under the control of, or a national or resident of any such country or on any such list. In addition, you are responsible for complying with any local laws in Your jurisdiction which may impact Your right to import, export or use openSUSE #VERSION#. Please consult the Bureau of Industry and Security web page www.bis.doc.gov before exporting items subject to the EAR. It is your responsibility to obtain any necessary export approvals.
ar: أنت تعلم بأن أوبن سوزي #VERSION# تخضع لقوانين التصدير في الولايات المتحدة لوائح إدارة (و"EAR") وأنت توافق على الامتثال ل EAR.. لن تقوم بتصدير أو إعادة تصدير أوبن سوزي #VERSION# مباشرة أو بشكل غير مباشر، إلى: (1) أي دولة تخضع لقيود التصدير الولايات المتحدة؛ (2) أي مستخدم نهائي تعرف أو لديك سبب لمعرفة إرادة الاستفادة من أوبن سوزي #VERSION# في تصميم وتطوير وإنتاج أنظمة نووية أو كيميائية أو بيولوجية، أو صاروخ، وإطلاق الفضاء المركبات، وصواريخ التجسس، أو أنظمة المركبات الجوية غير المأهولة، إلا حسب الأذن من قبل الجهة الحكومية ذات الصلة بالنظم أو لتي تصر التصاريح والرخص؛ أو (3) أي مستخدم نهائي ممنوعا من المشاركة في معاملات الصادرات الأمريكية من قبل أي وكالة اتحادية في حكومة الولايات المتحدة. بواسطة تحميل أو استخدام أوبن سوزي #VERSION#، فإنك توافق على ما سبق وأنك تمتثل وتقر أنك لا تقع في، تحت سيطرة، مواطنين أو مقيمين لأي من هذه الدول أو على هذه القائمة. وبالإضافة إلى ذلك، أنت مسؤولا عن الامتثال للقوانين المحلية في في منطقتك التي قد تؤثر على حقك في استيراد أو تصدير أو استخدام أوبن سوزي #VERSION#. يرجى الرجوع إلى موقع مكتب الصناعة والأمن على شبكة الإنترنت www.bis.doc.gov صفحة قبل تصدير مواد خاضعة EAR. تقع عليك كامل المسؤولية للحصول على أي موافقات تصدير اللازمة.
ca: Vós reconeixeu que l'openSUSE #VERSION# està subjecte a la U.S. Export Administration Regulations (EAR) i us comprometeu a complir l'EAR. No exportareu o reexportareu l'openSUSE #VERSION# directament o indirectament, a (1) qualsevol país que estigui subjecte a les resticcions d'exportació dels EUA; (2) a qualsevol usuari final que vós sapigueu o tingueu raons per saber que tingui la voluntat d'utilitzar l'openSUSE #VERSION# en el disseny, desenvolupament o producció d'armes nuclears, químiques o biològiques, o sistemes de coet, llançament de vehicles a l'espai, coets de sondeig, o sistemes de vehicles aeris no tripulats, excepte segons el que autoritzi l'agència governamental pertinent per regulació o llicència específica, o (3) a qualsevol usuari final que tingui prohibit participar en les transaccions d'exportació dels Estats Units per qualsevol agència federal del govern dels Estats Units. En descarregar o utilitzar l'openSUSE #VERSION#, esteu d'acord en l'anterior, i representeu i garantiu que no us es trobeu en tal llista, o sota control d'un nacional o resident d'un país d'aquests. A més, sou responsable de complir les lleis locals de la vostra jurisdicció que puguin afectar el vostre dret a la importació, exportació o ús de l'openSUSE #VERSION#. Si us plau, consulteu la pàgina de l'Oficina d'Indústria i Seguretat Web www.bis.doc.gov abans d'exportar ítems subjectes a EAR. És responsabilitat vostra obtenir els permisos d'exportació necessaris.
cs: Potvrzujete, že openSUSE #VERSION# je předmětem Exportních správních zákonů Spojených států („EAR“) a přijímáte, že EAR dodržíte. Nebudete exportovat nebo znovuexportovat openSUSE #VERSION# přímo nebo nepřímo: (1) do žádné země, která je předmětem exportních omezení Spojených států; (2) žádnému koncovému uživateli, o kterém víte nebo máte důvod vědět, že použije openSUSE #VERSION# při návrhu, vývoji nebo produkci jaderných, chemických nebo biologických zbraní, raketových systémů, vesmírných dopravních prostředků a sondážních raket, nebo bezpilotních létajících systémů, vyjma ověřených odpovídajícím vládním úřadem předpisem či zvláštní licencí; nebo (3) žádnému koncovému uživateli, kterému bylo federálním úřadem vlády Spojených států zakázáno podílet se na exportních transakcích Spojených států. Stažením a používáním openSUSE #VERSION# přijímáte předešlé, vyjadřujete a zaručujete se, že se v takové zemi nenacházíte, ani nejste pod jejím vlivem, nebo nejste jejím občanem či obyvatelem, ani na žádném takovém seznamu. Dále jste odpovědní za vyhovění jakýmkoliv místním zákonům ve vaší soudní působnosti, která může mít vliv na práva importu, exportu nebo používání openSUSE #VERSION#. Informujte se na webové stránce Úřadu pro průmysl a bezpečnost (Bureau of Industry and Security) www.bis.doc.gov před exportem věcí, které jsou předmětem EAR. Je na vaši zodpovědnost obdržet jakýkoliv potřebný exportní souhlas.
da: Du tilkendegiver at openSUSE #VERSION# er underlagt USAs Export Administration Regulations (“EAR”) og du accepterer at efterleve EAR. Du vil ikke eksportere eller geneksportere openSUSE #VERSION# direkte eller indirekte, til: (1) lande som er underladt USAs eksportbegræsninger; (2) slutbrugere som du ved eller har grund til at tro vil benytte openSUSE #VERSION# i designet, udviklingen eller produktionen af atom-, kemiske eller biologiske våben, eller raketsystemer, rumopsendelsesfartøjer, og omgivende raketter, eller ubemandede luftfartøjssystemer, undtagen som autoriseret af den relevante statslige myndighed af regulativ eller bestemt licens; eller (3) slutbruger som er blevet nægtet i at deltage i USAs eksporttransaktioner af nogen føderal agentur af USAs regering. Ved at downloade eller bruge openSUSE #VERSION#, accepterer du det ovenstående og du repræsenterer og garanterer at du ikke er placeret i, under styringen af eller en national eller bosat i noget sådan land eller på nogen sådan liste. Desuden er du ansvarlig for efterlevelse af lokale love i din jurisdiktion som kan have indflydelse på din rettighed til at importere, eksportere eller bruge openSUSE #VERSION#. Konsulter venligst webstedet Bureau of Industry and Security www.bis.doc.gov inden eksportering af genstande som er underlagt EAR. Det er dit ansvar at skaffe eventuelle nødvendige eksportgodkendelser.
de: Sie stimmen zu, dass openSUSE #VERSION# den U.S. Export Administrations Regularien (den "EAR") unterliegt und Sie stimmen den EAR zu. Sie werden openSUSE #VERSION# nicht direkt oder indirekt in Länder exportieren oder re-exportieren: (1) jedes Land, welches US Exportbeschränkungen unterliegt; (2) jedem Endbenutzer den Sie kennen oder von dem Sie Grund haben zu vermuten openSUSE #VERSION# im Entwurf, Entwicklung oder Produktion von nuklearen, chemischen oder biologischen Waffen oder Raketensystemen, Weltraumstart, Fahrzeuge und Forschungsraketen oder unbemannten Flugmaschineensystem, außer wie authorisiert von der entsprechenden Regierungsbehörde durch Regulierung oder spezifischer Lizenz verwendet wird; oder (3) jeder Endbenutzer dem von jeglicher staatlichen Behörde der US Regierung verboten wurde an den US Export Transaktionen teilzunehemen. Durch das Herunterladen oder die Nutzung von openSUSE #VERSION# stimmen Sie dem vorgenannten zu und bestätigen und garantieren, dass Sie sich nicht in, unter der Kontrolle von,ein Angehöriger oder Bewohner einem/eines solchen Landes oder einer entsprechenden Liste sind. Weiterhin sind Sie dafür verantwortlich jeglichem lokalen Gesetz in Ihren Hoheitsgebiet zu entsprechen welches Ihr Recht auf den Import, Export oder die Nutzung von openSUSE #VERSION# betreffen kann. Bitte konsultieren Sie die Bureau of Industry and Security Webseite auf www.bis.doc.gov bevor Sie Dinge exportieren, die den EAR unterliegen. Es unterliegt Ihrer Verantwortung sämtliche notwendigen Exportzu- stimmungen zu bekommen.
es: Usted reconoce que openSUSE #VERSION# está sujeto a las Regulaciones de Administración de Exportaciones de los Estados Unidos (el "EAR") y acepta cumplir con el EAR. Usted no exportará o reexportará directamente o indirectamente openSUSE #VERSION# a: (1) cualquier país que esté sujeto a las restricciones de exportación de los Estados Unidos; (2) cualquier usuario final que conozca o tenga razones para saber utilizará openSUSE #VERSION# en el diseño, desarrollo o producción de armas nucleares, químicas o biológicas, o sistemas de cohetes, vehículos de lanzamiento espacial y cohetes de sondeo, o sistemas de vehículos aéreos no tripulados, a excepción de lo autorizado por la agencia gubernamental correspondiente por reglamento o licencia específica; o (3) cualquier usuario final al que se haya prohibido participar en las transacciones de exportación de los Estados Unidos por parte de cualquier agencia federal del gobierno de los Estados Unidos. Al descargar o usar openSUSE #VERSION#, usted está de acuerdo con lo anterior y está representando y garantizando que Usted no está ubicado en, bajo el control de, o es un nacional o residente de ninguno de esos países o está en alguna lista. Además, usted es responsable de cumplir con las leyes locales de su jurisdicción que puedan afectar Su derecho a importar, exportar o utilizar openSUSE #VERSION#. Consulte la página web de la Oficina de Industria y Seguridad www.bis.doc.gov antes de exportar artículos sujetos a la EAR. Es su responsabilidad obtener las aprobaciones de exportación necesarias.
fa: شما به این موضوع آگاه هستید که openSUSE #VERSION# مشروط به قوانین مدیریت صادرات ایالات متحده ی امریکا ("EAR") است و شما کاملا با EAR موافق هستید. شما به صورت مستقیم و یا غیر مستقیم openSUSE #VERSION# را به موارد زیر صادر و یا صدور مجدد نمیکنید: (1) هر کشوری که مشروط به محدودیت های قوانین صادرات ایالات متحده است; (2) هر کاربر نهایی که میداند و یا دلیل دارد که openSUSE #VERSION# را برای طراحی، توسعه و یا تولید سلاح های هسته ای، شیمیایی و یا بیولوژیکی، و یا سیستم های موشکی، وسیله های حامل فضایی،موشکهای اکتشاف تغییرات جوی، و یا سیستم های وسایل هوایی، به جز چیزی که توسط سازمان دولتی وابسته،توسط آیین نامه و یا مجوز خاصی مجاز شناخته شده است; (3) و یا هر کاربر نهایی که توسط هر آژانس فدرال دولت آمریکا در شرکت در معاملات صادرات ایالات متحده امریکا محروم شده است. با دریافت و یا استفاده از openSUSE #VERSION#، شما موارد فوق را میپذیرید و شما نمایندگی داده و ضمانت میدهید که شما در قسمت ها، قسمت های تحت کنترل، طبعات، و یا مقیم چنین کشورهایی و یا چنین لیستی قرار نگرفته اید. به علاوه، شما مسئول مطابقت هر گونه قوانین محلی که ممکن است بر روی واردات، صادرات و یا استفاده ی openSUSE #VERSION# هستید. لطفا قبل از هر گونه صادرات به موارد مشروط به EAR، با اداره ی صنعت و امنیت به آدرس صفحه ی وب www.bis.doc.gov مشورت کنید. مسئولیت هرگونه دریافت موافقت صادرات مورد نیاز بر عهده ی شماست.
fr: Vous reconnaissez qu'openSUSE #VERSION# est soumise à la réglementation régissant les exportations aux États-Unis ("EAR") et que vous acceptez de vous conformer à l'EAR. Vous n'exporterez ni ne ré-exporterez openSUSE #VERSION# directement ou indirectement, à : (1) aucun pays sujet aux restrictions d'exportation des États-Unis; (2) aucun utilisateur final dont vous savez ou vous avez lieu de savoir qu'il va utiliser openSUSE #VERSION# pour la conception, le développement ou la production d'armes nucléaires, chimiques ou bactériologiques, ou de systèmes de roquette, de véhicules de lancement spatiaux, et de fusées-sonde, ou de systèmes de véhicules aériens sans pilote, sauf autorisation de l'agence gouvernemental compétente par réglementation ou licence spécifique; ou (3) aucun utilisateur final qui a été interdit de participer à des transactions d'exportation des États-Unis par une agence fédérale du gouvernement des États-Unis. En téléchargeant ou en utilisant openSUSE #VERSION#, vous acceptez ce qui précède et déclarez et garantissez que vous n'êtes pas situé dans, sous le contrôle de, ni ressortissant ou résident d'un tel pays ni sur aucune de ces listes. De plus, il est de votre responsabilité de vous conformer à toutes les lois locales de votre juridiction qui peuvent affecter votre droit d'importer, d'exporter ou d'utiliser openSUSE #VERSION#. Veuillez consulter la page web du Bureau de l'industrie et de la sécurité www.bis.doc.gov avant d'exporter des articles soumis à l'EAR. Il est de votre responsabilité d'obtenir les autorisations d'exportation nécessaires.
ru: Вы подтверждаете, что openSUSE #VERSION# подлежит экспортному контролю согласно Правилам Министерства торговли по экспорту США («EAR») и Вы согласны подчиняться требованиям EAR. Вы не будете экспортировать или реэкспортировать openSUSE #VERSION#: (1) странам, находящимся под санкциями США; (2) конечным пользователям, в отношении которых имеются сведения или основания полагать, что они применяют openSUSE #VERSION# для проектирования, разработки или производства ядерного, химического или биологического оружия, ракетных систем, космических аппаратов, сверхзвуковых ракет и беспилотных летательных аппаратов без разрешения соответствующего правительственного агентства на основании закона или конкретной лицензии; или (3)конечным пользователям, отстранённым от экспортных операций решением любого федерального агентства правительства США. Загружая или используя openSUSE #VERSION#, Вы соглашаетесь с нижеследующим, заявляете и гарантируете, что не находитесь на территории или в подчинении одной из таких стран либо в таких списках. Кроме этого, вы несёте полную ответственность за соблюдение всех местных законов и норм, влияющих на ваше право импортировать, экспортировать или использовать openSUSE #VERSION#. Проконсультируйтесь на веб-странице Бюро промышленности и безопасности (BIS) www.bis.doc.gov перед экспортом товаров, подпадающих под требования EAR. Вы несёте полную ответственность за получение необходимых для экспорта разрешений.
